StruSoft.Interop.StruXml.Data.Punching_area_type


StruSoft.Interop.StruXml.Data.Punching_area_type.Base_shell


StruSoft.Interop.StruXml.Data.Punching_area_type.Connected_bar


StruSoft.Interop.StruXml.Data.Punching_area_type.Local_pos


StruSoft.Interop.StruXml.Data.Punching_area_type.Local_x


StruSoft.Interop.StruXml.Data.Punching_area_type.Local_y


StruSoft.Interop.StruXml.Data.Punching_area_type.Reference_points_offset


StruSoft.Interop.StruXml.Data.Punching_area_type.Region


StruSoft.Interop.StruXml.Data.Punching_area_type.Guid


StruSoft.Interop.StruXml.Data.Punching_area_type.Last_change


StruSoft.Interop.StruXml.Data.Punching_area_type.Action


StruSoft.Interop.StruXml.Data.Punching_area_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Punching_area_type.Downward


StruSoft.Interop.StruXml.Data.Punching_area_type.Manual_design


StruSoft.Interop.StruXml.Data.Punching_area_type.Name


StruSoft.Interop.StruXml.Data.Punching_area_type.AnyAttr
